Repository: webaneid/tempone
Catalog: languages/tempone-*.po
Languages: id_id

source: Modern WordPress theme for news and magazine websites with monochrome design
id_id: Tema WordPress modern untuk website berita dan majalah dengan desain monokrom

source: Tempone Team
id_id: Tim Tempone

source: Search Results for: %s
id_id: Hasil Pencarian untuk: %s

source: Nothing found
id_id: Tidak ditemukan

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
id_id: Maaf, tidak ada yang cocok dengan kata kunci pencarian Anda. Silakan coba lagi dengan kata kunci yang berbeda.

source: 404 - Page Not Found
id_id: 404 - Halaman Tidak Ditemukan

source: The page you are looking for might have been removed, had its name changed, or is temporarily unavailable.
id_id: Halaman yang Anda cari mungkin telah dihapus, berganti nama, atau sementara tidak tersedia.

source: Back to Homepage
id_id: Kembali ke Beranda

source: One comment on &ldquo;%1$s&rdquo;
id_id: Satu komentar pada &ldquo;%1$s&rdquo;

source: %1$s comment on &ldquo;%2$s&rdquo;
id_id: %1$s komentar pada &ldquo;%2$s&rdquo;

source: Previous Comments
id_id: Komentar Sebelumnya

source: Next Comments
id_id: Komentar Selanjutnya

source: Comments are closed.
id_id: Komentar ditutup.

source: Comments
id_id: Komentar

source: Primary Menu
id_id: Menu Utama

source: Secondary Menu
id_id: Menu Sekunder

source: Footer Menu
id_id: Menu Footer

source: Jaringan Media Menu
id_id: Menu Jaringan Media

source: Footer Bottom Menu
id_id: Menu Footer Bawah

source: Main Sidebar
id_id: Sidebar Utama

source: Landing Page Sidebar
id_id: Sidebar Halaman Landing

source: Posts by %s
id_id: Tulisan oleh %s

source: min read
id_id: menit baca

source: Just now
id_id: Baru saja

source: %s minute ago
id_id: %s menit lalu

source: %s hour ago
id_id: %s jam lalu

source: %s day ago
id_id: %s hari lalu

source: %s week ago
id_id: %s minggu lalu

source: %s month ago
id_id: %s bulan lalu

source: %s year ago
id_id: %s tahun lalu

source: %d min read
id_id: %d menit baca

source: Share
id_id: Bagikan

source: Share on Facebook
id_id: Bagikan di Facebook

source: Share on X
id_id: Bagikan di X

source: Share on WhatsApp
id_id: Bagikan di WhatsApp

source: Share on Telegram
id_id: Bagikan di Telegram

source: Related Posts
id_id: Berita Terkait

source: Category
id_id: Kategori

source: Newest Posts
id_id: Berita Terbaru

source: Tempone: Posts
id_id: Tempone: Postingan

source: Display posts with various filtering options
id_id: Tampilkan postingan dengan berbagai opsi filter

source: Title
id_id: Judul

source: Type
id_id: Tipe

source: Recent Post
id_id: Postingan Terbaru

source: Popular Post
id_id: Postingan Populer

source: Most Comments
id_id: Paling Banyak Komentar

source: Post Format: Gallery
id_id: Format Post: Galeri

source: Post Format: Video
id_id: Format Post: Video

source: %s view
id_id: %s tayang

source: Views
id_id: Tayang

source: Number of posts to show
id_id: Jumlah postingan yang ditampilkan

source: Category (separate by comma)
id_id: Kategori (pisahkan dengan koma)

source: Tag (separate by comma)
id_id: Tag (pisahkan dengan koma)

source: Order By
id_id: Urutkan Berdasarkan

source: Date
id_id: Tanggal

source: Random
id_id: Acak

source: Comment Count
id_id: Jumlah Komentar

source: View Count
id_id: Jumlah Tayangan

source: Order
id_id: Urutan

source: Descending
id_id: Menurun

source: Ascending
id_id: Menaik

source: Author
id_id: Penulis

source: Description
id_id: Deskripsi

source: Publisher
id_id: Penerbit

source: Publication Date
id_id: Tanggal Publikasi

source: Keywords
id_id: Kata Kunci

source: Tags:
id_id: Tag:

source: Theme Customization
id_id: Kustomisasi Tema

source: Customization
id_id: Kustomisasi

source: Facebook Comments
id_id: Komentar Facebook

source: Enable Facebook Comments
id_id: Aktifkan Komentar Facebook

source: Enable to replace WordPress native comments with Facebook Comments Social Plugin.
id_id: Aktifkan untuk mengganti komentar WordPress dengan Plugin Sosial Komentar Facebook.

source: Enter your Facebook App ID. Get it from: https://developers.facebook.com/apps/
id_id: Masukkan Facebook App ID Anda. Dapatkan dari: https://developers.facebook.com/apps/

source: <strong>IMPORTANT:</strong> After entering App ID, make sure your website domain is added in Facebook App Settings → Basic → App Domains. Example: yoursite.com
id_id: <strong>PENTING:</strong> Setelah memasukkan App ID, pastikan domain website Anda ditambahkan di Pengaturan Aplikasi Facebook → Dasar → Domain Aplikasi. Contoh: situsanda.com

source: Language / Locale
id_id: Bahasa / Lokal

source: Select language for Facebook Comments plugin.
id_id: Pilih bahasa untuk plugin Komentar Facebook.

source: Number of Comments
id_id: Jumlah Komentar

source: Number of comments to display (default: 10).
id_id: Jumlah komentar yang ditampilkan (default: 10).

source: Tempone Setup
id_id: Pengaturan Tempone

source: Control Center
id_id: Pusat Kontrol

source: Main panel to configure identity, colors, and Tempone theme utilities.
id_id: Panel utama untuk mengatur identitas, warna, dan utilitas tema Tempone.

source: Use this page as a summary and shortcut to ACF sub-menus.
id_id: Gunakan halaman ini sebagai ringkasan dan pintasan ke sub-menu ACF.

source: ACF Options
id_id: Opsi ACF

source: General Setting
id_id: Pengaturan Umum

source: Brand identity, default hero, fallback copy, and basic SEO meta.
id_id: Identitas merek, hero default, salinan cadangan, dan meta SEO dasar.

source: Open General Setting
id_id: Buka Pengaturan Umum

source: Workflow
id_id: Alur Kerja

source: Customer Care
id_id: Layanan Pelanggan

source: Manage editorial contact data, CS, WhatsApp, and help CTA.
id_id: Kelola data kontak redaksi, CS, WhatsApp, dan tombol bantuan.

source: Open Customer Care
id_id: Buka Layanan Pelanggan

source: SEO & News
id_id: SEO & Berita

source: SEO & News Setup
id_id: Pengaturan SEO & Berita

source: Google News sitemap, AI crawler optimization, and news website SEO guide.
id_id: Sitemap Google News, optimasi crawler AI, dan panduan SEO website berita.

source: Open SEO & News
id_id: Buka SEO & Berita

source: Google News Ready
id_id: Siap Google News

source: Complete guide for Google News submission, AI crawler optimization, and news website SEO.
id_id: Panduan lengkap untuk submit Google News, optimasi crawler AI, dan SEO website berita.

source: Enhance Yoast SEO Free with NewsArticle schema, Google News sitemap, and AI-friendly metadata.
id_id: Tingkatkan Yoast SEO Free dengan skema NewsArticle, sitemap Google News, dan metadata ramah AI.

source: Brand Identity
id_id: Identitas Merek

source: Configure brand identity, logo, tagline, and fallback content for hero blocks.
id_id: Atur identitas merek, logo, tagline, dan konten cadangan untuk blok hero.

source: ACF → Location rule: Options Page equals "Tempone Setup: General Setting".
id_id: ACF → Aturan lokasi: Halaman Opsi sama dengan "Tempone Setup: General Setting".

source: Suggested Fields
id_id: Field yang Disarankan

source: Global Values
id_id: Nilai Global

source: Main logo & alternative versions (desktop/mobile).
id_id: Logo utama & versi alternatif (desktop/mobile).

source: Default hero copy + fallback CTA button.
id_id: Salinan hero default + tombol CTA cadangan.

source: Default SEO metadata (title, description).
id_id: Metadata SEO default (judul, deskripsi).

source: Newsletter headline & promotional text settings.
id_id: Headline newsletter & pengaturan teks promosi.

source: Notes
id_id: Catatan

source: Custom Metabox
id_id: Metabox Kustom

source: Add team notes or implementation guidelines via tempone/options_page/after_intro hook or register new meta box.
id_id: Tambahkan catatan tim atau panduan implementasi melalui hook tempone/options_page/after_intro atau daftarkan meta box baru.

source: Support Channel
id_id: Kanal Dukungan

source: All communication channels: editorial email, hotline, WhatsApp, and operating hours.
id_id: Semua kanal komunikasi: email redaksi, hotline, WhatsApp, dan jam operasional.

source: ACF → Location rule: Options Page equals "Tempone Setup: Customer Care".
id_id: ACF → Aturan lokasi: Halaman Opsi sama dengan "Tempone Setup: Customer Care".

source: Content
id_id: Konten

source: Editorial email & complaint form.
id_id: Email redaksi & formulir pengaduan.

source: Hotline number, WhatsApp, Telegram.
id_id: Nomor hotline, WhatsApp, Telegram.

source: Service hours & auto-reply message.
id_id: Jam layanan & pesan balasan otomatis.

source: Advertising or partnership form link.
id_id: Link formulir iklan atau kemitraan.

source: Checklist
id_id: Daftar Periksa

source: Module Integration
id_id: Integrasi Modul

source: Synchronize this field with CTA section, footer, and sticky contact widget.
id_id: Sinkronkan field ini dengan seksi CTA, footer, dan widget kontak sticky.

source: ACF Pro is required
id_id: ACF Pro diperlukan

source: This page requires ACF Pro plugin
id_id: Halaman ini memerlukan plugin ACF Pro

source: Tempone theme uses Advanced Custom Fields (ACF) Pro to manage theme options and flexible content.
id_id: Tema Tempone menggunakan Advanced Custom Fields (ACF) Pro untuk mengelola opsi tema dan konten fleksibel.

source: How to install ACF Pro:
id_id: Cara menginstal ACF Pro:

source: Purchase ACF Pro license from
id_id: Beli lisensi ACF Pro dari

source: Download the plugin ZIP file
id_id: Unduh file ZIP plugin

source: Go to Plugins → Add New → Upload Plugin
id_id: Buka Plugins → Tambah Baru → Unggah Plugin

source: Select the ZIP file and click Install Now
id_id: Pilih file ZIP dan klik Instal Sekarang

source: Activate the plugin
id_id: Aktifkan plugin

source: After installing ACF Pro, this page will automatically show theme customization options.
id_id: Setelah menginstal ACF Pro, halaman ini akan otomatis menampilkan opsi kustomisasi tema.

source: Use this meta box to note internal to-dos, client requests, or other references.
id_id: Gunakan meta box ini untuk mencatat to-do internal, permintaan klien, atau referensi lain.

source: No widgets in sidebar. Add from WP Admin.
id_id: Tidak ada widget di sidebar. Tambahkan dari WP Admin.

source: No related posts found.
id_id: Tidak ada berita terkait ditemukan.

source: No posts found in this category.
id_id: Tidak ada postingan ditemukan dalam kategori ini.

source: Read More
id_id: Baca Selengkapnya

source: No posts found.
id_id: Tidak ada postingan ditemukan.

source: Load More Posts
id_id: Muat Lebih Banyak Postingan

source: No widgets in Landing Page sidebar.
id_id: Tidak ada widget di sidebar Halaman Landing.

source: Trending Now
id_id: Trending Sekarang

source: Trending Tags
id_id: Tag Trending

source: Contact
id_id: Kontak

source: Address
id_id: Alamat

source: Phone
id_id: Telepon

source: Media Networks
id_id: Jaringan Media

source: Information
id_id: Informasi

source: Follow us on
id_id: Ikuti kami di

source: Subscribe
id_id: Langganan

source: Login
id_id: Masuk

source: Search news…
id_id: Cari berita…

source: Search results for "%s"
id_id: Hasil pencarian untuk "%s"

source: View More
id_id: Lihat Lebih Banyak

source: More Articles
id_id: Artikel Lainnya

source: All Posts
id_id: Semua Artikel

source: Explore All posts
id_id: Jelajahi Semua

source: No flexible content. Add layouts from ACF on this page.
id_id: Belum ada konten. Tambahkan layout dari ACF di halaman ini.

source: Add widgets for Landing Page Sidebar in WP Admin → Appearance → Widgets.
id_id: Tambahkan widget untuk Sidebar Landing Page di WP Admin → Tampilan → Widget.

source: Recommended for You
id_id: Rekomendasi

source: Trending Topics
id_id: Topik Trending

source: Latest Articles
id_id: Artikel Terbaru

source: Designed with love by %s. Powered by WordPress.
id_id: Dirancang sepenuh hati oleh %s. Didukung oleh WordPress.

source: Webane Indonesia
id_id: Webane

source: Designed with love by %s
id_id: Dirancang sepenuh hati oleh %s

source: Web Design Webane Indonesia
id_id: Desain Web Webane Indonesia

source: Welcome Back! Please Login To Your Account
id_id: Selamat Datang Kembali! Silakan Masuk Ke Akun Anda

source: Don't have an account?
id_id: Belum punya akun?

source: Signup
id_id: Daftar
